IDEA Open Model
RebarHookBend.Length Property
Compatible with IDEA StatiCa 20.1
 Length of the Hook.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Length { get; set; }
Public Property Length As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
RebarHookBend Class
IdeaRS.OpenModel.Model Namespace